{
    "quotes": [
        "\"He will win who knows when to fight and when not to fight.\" - Sun Tzu",
        "\"In the midst of chaos, there is also opportunity.\" - Sun Tzu",
        "\"Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.\" - Sun Tzu",
        "\"Quickness is the essence of the war.\" - Sun Tzu",
        "\"Even the finest sword plunged into salt water will eventually rust.\" - Sun Tzu",
        "\"The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.\" - Sun Tzu",
        "\"There is no instance of a nation benefiting from prolonged warfare.\" - Sun Tzu",
        "\"There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard. There are not more than five primary colours, yet in combination they produce more hues than can ever been seen. There are not more than five cardinal tastes, yet combinations of them yield more flavours than can ever be tasted.\" - Sun Tzu",
        "\"Who wishes to fight must first count the cost.\" - Sun Tzu",
        "\"You have to believe in yourself.\" - Sun Tzu",
        "\"Build your opponent a golden bridge to retreat across.\" - Sun Tzu",
        "\"One may know how to conquer without being able to do it.\" - Sun Tzu",
        "\"What the ancients called a clever fighter is one who not only wins, but excels in winning with ease.\" - Sun Tzu",
        "\"The wise warrior avoids the battle.\" - Sun Tzu",
        "\"The whole secret lies in confusing the enemy, so that he cannot fathom our real intent.\" - Sun Tzu",
        "\"One mark of a great soldier is that he fight on his own terms or fights not at all.\" - Sun Tzu",
        "\"If the mind is willing, the flesh could go on and on without many things.\" - Sun Tzu",
        "\"He who is prudent and lies in wait for an enemy who is not, will be victorious.\" - Sun Tzu","Anger may in time change to gladness; vexation may be succeeded by content. But a kingdom that has once been destroyed can never come again into being; nor can the dead ever be brought back to life.\" - Sun Tzu",
        "\"There are roads which must not be followed, armies which must not be attacked, towns which must not be besieged, positions which must not be contested, commands of the sovereign which must not be obeyed.\" - Sun Tzu",
        "\"Attack is the secret of defense; defense is the planning of an attack.\" - Sun Tzu",
        "\"Great results can be achieved with small forces.\" - Sun Tzu",
        "\"Opportunities multiply as they are seized.\" - Sun Tzu",
        "\"If quick, I survive. If not quick, I am lost. This is death.\" - Sun Tzu",
        "\"To secure ourselves against defeat lies in our own hands, but the opportunity of defeating the enemy is provided by the enemy himself.\" - Sun Tzu",
        "\"Bravery without forethought, causes a man to fight blindly and desperately like a mad bull. Such an opponent, must not be encountered with brute force, but may be lured into an ambush and slain.\" - Sun Tzu",
        "\"Wheels of justice grind slow but grind fine.\" - Sun Tzu",
        "\"Never venture, never win!\" - Sun Tzu",
        "\"The skillful tactician may be likened to the shuai-jan. Now the shuai-jan is a snake that is found in the Chang mountains. Strike at its head, and you will be attacked by its tail; strike at its tail, and you will be attacked by its head; strike at its middle, and you will be attacked by head and tail both.\" - Sun Tzu",
        "\"It is easy to love your friend, but sometimes the hardest lesson to learn is to love your enemy.\" - Sun Tzu",
        "\"Be where your enemy is not.\" - Sun Tzu",
        "\"Who does not know the evils of war cannot appreciate its benefits.\" - Sun Tzu",
        "\"In battle, there are not more than two methods of attack-the direct and the indirect; yet these two in combination give rise to an endless series of maneuvers.\" - Sun Tzu",
        "\"Plan for what it is difficult while it is easy, do what is great while it is small.\" - Sun Tzu",
        "\"The opportunity of defeating the enemy is provided by the enemy himself.\" - Sun Tzu",
        "\"Foreknowledge cannot be gotten from ghosts and spirits, cannot be had by analogy, cannot be found out by calculation. It must be obtained from people, people who know the conditions of the enemy.\" - Sun Tzu",
        "\"If you fight with all your might, there is a chance of life; where as death is certain if you cling to your corner.\" - Sun Tzu",
        "\"Do not swallow bait offered by the enemy. Do not interfere with an army that is returning home.\" - Sun Tzu",
        "\"There are five dangerous faults which may affect a general: (1) Recklessness, which leads to destruction; (2) cowardice, which leads to capture; (3) a hasty temper, which can be provoked by insults; (4) a delicacy of honor which is sensitive to shame; (5) over-solicitude for his men, which exposes him to worry and trouble.\" - Sun Tzu",
        "\"Treat your men as you would your own beloved sons. And they will follow you into the deepest valley.\" - Sun Tzu"
    ]
}